[
  {
    "Id": "1",
    "Deleted": "False",
    "Ingredients": "- 100 g smør\n- 2 æg\n- 1,5 dl hvedemel\n- 4 spsk kakao\n- 1,5 tsk vaniljesukker\n- 1 knivspids salt",
    "Name": "Verdens bedste brownie",
    "Preparation": "1. Smelt smørret og lad det køle af.\n2. Rør æg og sukker sammen i en skål eller på køkkenmaskinen. Rør mel, kakao, vanillesukker og salt sammen i en anden skål.\n3. Si den tørre blanding ned i æg-sukkerblandingen. Hæld det smeltede smør i og rør godt rundt.\n4. Smør en bageform på cirka 18x26 cm og drys rasp i - tøm resterne ud. Fordel browniedejen i bageformen (dejen behøver ikke nå helt ud til siderne, den fordeler sig selv når den bliver bagt)\n5. Bag brownien ved 175 grader (alm. ovn) i cirka 30 minutter - pas endelig på, at den ikke får for meget! Den er færdig når en strikkepind der stikkes i kagen, stadig har lidt dej klæbende til sig."
  },
  {
    "Id": "2",
    "Deleted": "False",
    "Ingredients": "- 500 g hakket kyllingekød\n- 1 løg\n- 3 fed hvidløg\n- 2 stilke bladselleri\n- 1 tsk olivenolie til stegning\n- 2 gulerødder\n- 1 spsk tørret oregano\n- 1 spsk tørret basilikum\n- 1 dåse hakkede tomater\n- 70 g tomatpuré\n- 2 spsk rødvinseddike",
    "Name": "Kyllinge-bolognese",
    "Preparation": "1. Pil og hak løget. Pil og pres hvidløg. Skyl og snit bladselleri i tynde skiver.\n2. Steg løg, hvidløg og bladselleri i olie i en gryde, indtil løgene er gennemsigtige. Skræl og riv gulerødderne groft, og tilsæt dem.\n3. Steg, indtil grøntsagerne falder lidt sammen, og tilsæt kød, oregano, basilikum, salt og peber. Steg, indtil kødet er brunet.\n4. Hæld hakkede tomater og tomatpuré i gryden, rør rundt, og læg låg på.\n5. Lad kødsaucen simre i mindst 30 minutter, og gerne op til et par timer, inden du smager til med rødvinseddike og mere salt og peber.\n\nServeres med spaghetti, friskrevet parmesan, og frisk basilikum."
  },
  {
    "Id": "3",
    "Deleted": "False",
    "Ingredients": "**Rød pesto:**\n- 190 g soltørrede tomater i olie\n- 30 g pinjekerner\n- 60 g mandler\n- Salt og peber\n\n**Pizza:**\n- 1 ps baby spinat\n- 2 pk pizzadej\n- 3 pk frisk mozzarella\n- 60 g pinjekerner\n- 120 g artiskokker i olie",
    "Name": "Pizza med spinat, rød pesto og pinjekerner",
    "Preparation": "**Rød pesto:**\n1. Kom soltørrede tomater med tilhørende olie, pinjekerner og mandler i en minihakker.\n2. Blend det sammen til en ensartet konsistens, og smag til med salt og peber.\n\n**Pizza:**\n1. Skyl og slyng spinaten.\n2. Rul pizzadejene ud og smør den røde pesto ud over.\n3. Fordel spinaten over pizzaerne.\n4. Dræn væden fra mozzarellaen og smuldr det over pizzaerne. Fordel også artiskokker og pinjekerner over.\n5. Bag den første pizza ved 225 grader (alm. ovn) ca. 12 minutter, til den er gylden og sprød.\n6. Bag den anden pizza på samme måde som den første."
  }
]